<!-- __________________________________________________________________________________
    |                                                                                  |
    |           FORMATO OBTENER FECHA ACTUAL CON HORA MEDIANTE FUNCIÓN DATE            |
    |                                                                                  |
    |__________________________________________________________________________________|
 -->

<?php 

    $time = time();
    $Fecha = date("d-m-Y (H:i:s)")." ".$time;
    echo $Fecha;

?>    